aaron-bond.better-comments
adpyke.codesnap
alefragnani.project-manager
alex-chen.gitee-code-settings-sync
dbaeumer.vscode-eslint
donjayamanne.githistory
eamodio.gitlens
esbenp.prettier-vscode
formulahendry.auto-close-tag
formulahendry.code-runner
github.copilot
github.copilot-chat
github.vscode-pull-request-github
gruntfuggly.todo-tree
marscode.marscode-extension
ms-ceintl.vscode-language-pack-zh-hans
naumovs.color-highlight
obkoro1.korofileheader
pkief.material-icon-theme
pmneo.tsimporter
pranaygp.vscode-css-peek
ritwickdey.liveserver
samge.vscode-samge-translate
streetsidesoftware.code-spell-checker
tencent-cloud.coding-copilot
usernamehw.errorlens
vue.volar
wix.vscode-import-cost
